---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.LevelFailures
source: html/fda0bd98-2636-3483-fb7e-de406b1bd252.htm
---
# Autodesk.Revit.DB.BuiltInFailures.LevelFailures

Failures about Level.

## Syntax (C#)
```csharp
public static class LevelFailures
```